[
  {
    "id": 1,
    "text": "Kadang kita jatuh cinta, bukan pada orangnya, tapi pada versi mereka yang hidup di kepala kita.",
    "author": "Anonim",
    "category": "cinta"
  },
  {
    "id": 2,
    "text": "Jika memang berasal dari-Nya, pada waktunya akan jadi milik kita. Tapi jika hanya bayangan, belajarlah untuk melepaskan dengan tenang.",
    "author": "Anonim",
    "category": "keikhlasan"
  },
  {
    "id": 3,
    "text": "Kita tidak selalu butuh alasan besar untuk berubah—cukup satu langkah kecil untuk memilih hidup yang lebih sehat, lebih sadar.",
    "author": "Anonim",
    "category": "perubahan"
  },
  {
    "id": 4,
    "text": "Bekerja tanpa arah, pulang tanpa tujuan, hanya menjadikan kita bayangan diri sendiri. Setiap orang berhak memiliki ruang untuk hidup, bukan sekadar bertahan.",
    "author": "Anonim",
    "category": "kehidupan"
  },
  {
    "id": 5,
    "text": "Ada kalanya seseorang hadir, tapi keberadaannya tak pernah benar-benar terasa.",
    "author": "Anonim",
    "category": "hubungan"
  },
  {
    "id": 6,
    "text": "Manusia butuh didengar, bukan selalu diberi jawaban. Kadang, yang dibutuhkan hanya ruang aman untuk bercerita.",
    "author": "Anonim",
    "category": "komunikasi"
  },
  {
    "id": 7,
    "text": "Tak semua orang pantas masuk ke dalam ruang paling pribadi di hati kita. Pilihlah siapa yang benar-benar mau tinggal, bukan hanya singgah.",
    "author": "Anonim",
    "category": "hubungan"
  },
  {
    "id": 8,
    "text": "Perjalanan hidup tak harus cepat. Yang penting adalah tetap melangkah, walau perlahan.",
    "author": "Anonim",
    "category": "pertumbuhan"
  },
  {
    "id": 9,
    "text": "Melarikan diri bukan selalu hal buruk. Kadang, itu cara paling tenang untuk menyelamatkan diri.",
    "author": "Anonim",
    "category": "diri"
  },
  {
    "id": 10,
    "text": "Kita tidak selalu butuh pelarian besar. Cukup satu alasan kecil untuk keluar dari penat, dan kembali merasa hidup.",
    "author": "Anonim",
    "category": "diri"
  },
  {
    "id": 11,
    "text": "Menunggu tanpa arah hanya membuat hati bertanya-tanya: sedang menuju cinta, atau kembali ke kecewa?",
    "author": "Anonim",
    "category": "cinta"
  },
  {
    "id": 12,
    "text": "Ada rasa yang datang tanpa undangan, menyelinap masuk saat hati bahkan belum sempat terbuka.",
    "author": "Anonim",
    "category": "perasaan"
  },
  {
    "id": 13,
    "text": "Tak semua yang hadir harus dimiliki. Ada yang datang hanya untuk mengajarkan arti melepaskan.",
    "author": "Anonim",
    "category": "keikhlasan"
  },
  {
    "id": 14,
    "text": "Kadang, yang bikin lelah bukan cintanya—tapi ketidakpastian yang terus dipeluk dalam diam.",
    "author": "Anonim",
    "category": "cinta"
  },
  {
    "id": 15,
    "text": "Aku tidak ingin terus menerka. Jika memang bukan untukku, semoga hatiku segera pulih.",
    "author": "Anonim",
    "category": "harapan"
  },
  {
    "id": 16,
    "text": "Ada kehadiran yang terasa hangat, tapi tak pernah benar-benar menyapa.",
    "author": "Anonim",
    "category": "hubungan"
  },
  {
    "id": 17,
    "text": "Yang menunggu tak selalu lemah. Terkadang, mereka hanya sedang menjaga harapan terakhir.",
    "author": "Anonim",
    "category": "harapan"
  },
  {
    "id": 18,
    "text": "Tak apa mundur jika langkah itu menyelamatkanmu dari luka yang lebih dalam.",
    "author": "Anonim",
    "category": "diri"
  },
  {
    "id": 19,
    "text": "Senyap bukan berarti selesai. Kadang itu satu-satunya cara agar luka bisa sembuh diam-diam.",
    "author": "Anonim",
    "category": "penyembuhan"
  },
  {
    "id": 20,
    "text": "Berhenti berharap bukan berarti berhenti mencinta. Tapi memilih diri sendiri agar tidak terus terluka.",
    "author": "Anonim",
    "category": "keikhlasan"
  }
]